<?php

return [
    'create' => 'تمت الاضافة بنجاح',
    'success_login' => 'تم التسجيل بنجاح',
    'refresh_token' => 'رمز التحديث منتهي الصلاحية أو غير صالح',
    'update' => 'تم التحديث بنجاح',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'password' => 'لقد فشل البريد الإلكتروني أو كلمة المرور',
    'verify' => 'يجب التحقق من البريد الإلكتروني',
    'success_verify' => 'لقد تم التحقق بنجاح',
    'success_code' => 'تم ارسال الرمز بنجاح',
    'invalid_code' => 'الرمز غير صحيح',
    'expired_code' => 'انتهت صلاحية الرمز، يرجى إعادة إرسال الرمز مرة أخرى'
];