<?php

return [
    'create' => 'تمت الاضافة بنجاح',
    'delete' => 'تم الحذف بنجاح',
    'success_login' => 'تم التسجيل بنجاح',
    'refresh_token' => 'رمز التحديث منتهي الصلاحية أو غير صالح',
    'update' => 'تم التحديث بنجاح',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'password' => 'لقد فشل البريد الإلكتروني أو كلمة المرور',
    'verify' => 'يجب التحقق من البريد الإلكتروني',
    'success_verify' => 'لقد تم التحقق بنجاح',
    'success_code' => 'تم ارسال الرمز بنجاح',
    'invalid_code' => 'الرمز غير صحيح',
    'expired_code' => 'انتهت صلاحية الرمز، يرجى إعادة إرسال الرمز مرة أخرى',
    'verify_forget_password' => 'لقد أرسلنا المسار إلى بريدك الإلكتروني، يرجى التحقق من بريدك الإلكتروني',
    'reset_password' => 'البريد الإلكتروني أو الرمز غير صالح',
    'check_is_admin' => 'يجب ان تكون ادمن لفعل هذا الامر',
    'cannot_delete_last_image' => 'لا تستطيع حذف اخر صورة',
    'delete_offer' => 'تم حذف العرض بنجاح'
];